[
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n  \"concept\": \"airplane\",\n  \"colour\":\n    \"value\": false,\n    \"reason\": \"While color can help identify an airplane, it is not necessarily a defining characteristic.\",\n  \"shape\":\n    \"value\": true,\n    \"reason\": \"The shape of an airplane is important for its aerodynamics and performance.\"\n  ,\n  \"location\":\n    \"value\": true,\n    \"reason\": \"Location is always relevant as it helps contextualize the presence or use of any object.\"\n  ,\n  \"texture\":\n    \"value\": false,\n    \"reason\": \"Texture is not a defining characteristic for airplanes.\"\n  ,\n  \"material\":\n    \"value\": true,\n    \"reason\": \"The materials used in constructing an airplane can greatly affect its performance and safety.\"\n  ,\n  \"scenario\":\n    \"value\": false,\n    \"reason\": \"A scenario is not a defining characteristic for airplanes.\"\n  ,\n  \"pattern\":\n    \"value\": false,\n    \"reason\": \"Pattern is not a defining characteristic for airplanes.\"\n  ,\n  \"context\":\n    \"value\": true,\n    \"reason\": \"Context is important for understanding how an airplane is being used or where it is located.\"\n  ,\n  \"disposition\":\n    \"value\": false,\n    \"reason\": \"Disposition is not a defining characteristic for airplanes.\"\n  ,\n  \"function\":\n    \"value\": true,\n    \"reason\": \"The function of an airplane, such as whether it is powered by propellers or jets, is important for understanding its capabilities and limitations.\"\n  ,\n  \"size\":\n    \"value\": true,\n    \"reason\": \"The size of an airplane is important for understanding how many passengers it can accommodate and its range.\"\n  ,\n  \"weight\":\n    \"value\": true,\n    \"reason\": \"The weight of an airplane is important for understanding its performance and safety characteristics.\"\n  ,\n  \"temperature\":\n    \"value\": false,\n    \"reason\": \"Temperature is not a defining characteristic for airplanes.\"\n  ,\n  \"value\":\n    \"value\": false,\n    \"reason\": \"Value is not a defining characteristic for airplanes.\"\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n    \"concept\": \"airplane\",\n    \"colour\":\n        {\n            \"value\": false,\n            \"reason\": \"Airplanes are generally considered in terms of function and materials rather than colour.\"\n        },\n    \"shape\":\n        {\n            \"value\": true,\n            \"reason\": \"The shape of an airplane is important for its aerodynamics and overall design.\"\n        },\n    \"location\":\n        {\n            \"value\": false,\n            \"reason\": \"While location can be relevant in some contexts (e.g. where the airplane is parked), it is not a defining characteristic of an airplane.\"\n        },\n    \"texture\":\n        {\n            \"value\": false,\n            \"reason\": \"Texture is typically not a relevant descriptor for an airplane.\"\n        },\n    \"material\":\n        {\n            \"value\": true,\n            \"reason\": \"The materials used in constructing an airplane are important for its performance, safety, and weight distribution.\"\n        },\n    \"scenario\":\n        {\n            \"value\": false,\n            \"reason\": \"While scenarios can be relevant to the context or use of an airplane, they do not define the concept itself.\"\n        },\n    \"pattern\":\n        {\n            \"value\": false,\n            \"reason\": \"Patterns are typically not a relevant descriptor for an airplane.\"\n        },\n    \"context\":\n        {\n            \"value\": false,\n            \"reason\": \"While context can be relevant to the use or application of an airplane, it does not define the concept itself.\"\n        },\n    \"disposition\":\n        {\n            \"value\": false,\n            \"reason\": \"Disposition is typically not a relevant descriptor for an airplane.\"\n        },\n    \"function\":\n        {\n            \"value\": true,\n            \"reason\": \"The function of an airplane (e.g. passenger jet or cargo plane) is important for its purpose and design.\"\n        },\n    \"size\":\n        {\n            \"value\": true,\n            \"reason\": \"The size of an airplane is important for its capacity, performance, and overall design.\"\n        },\n    \"weight\":\n        {\n            \"value\": true,\n            \"reason\": \"The weight of an airplane is important for its performance, safety, and fuel consumption.\"\n        },\n    \"temperature\":\n        {\n            \"value\": false,\n            \"reason\": \"Temperature is typically not a relevant descriptor for an airplane.\"\n        },\n    \"value\":\n        {\n            \"value\": false,\n            \"reason\": \"The value of an airplane (e.g. market price or sentimental value) is not a relevant descriptor for the concept itself.\"\n        }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n  {\n    \"concept\": \"airplane\",\n    \"function\":\n      \"value\": true,\n      \"reason\": \"An airplane's function (i.e., whether it is powered by propellers or jets) is crucial to its operation and classification.\"\n  }\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"Colour is not always relevant for aircraft, but it can be useful to identify specific types or brands of airplanes.\"\n  },\n  \"shape\": {\n    \"value\": true,\n    \"reason\": \"The shape of an airplane is a defining characteristic that helps differentiate it from other types of aircraft.\"\n  },\n  \"location\": {\n    \"value\": true,\n    \"reason\": \"Location is always relevant as it helps contextualize the presence or use of any object.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"Texture is not a typical descriptor for an airplane, and its relevance would depend on the specific aspect being considered (e.g., the surface texture of an aircraft's exterior).\"\n  },\n  \"material\": {\n    \"value\": false,\n    \"reason\": \"Material is not a typical descriptor for an airplane, and its relevance would depend on the specific aspect being considered (e.g., the materials used in construction or maintenance).\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenario is not a typical descriptor for an airplane, as it would depend on the specific context or situation in which the aircraft is being considered.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"Pattern is not a typical descriptor for an airplane, and its relevance would depend on the specific aspect being considered (e.g., the design pattern used in construction or maintenance).\"\n  },\n  \"context\": {\n    \"value\": true,\n    \"reason\": \"Context is always relevant as it helps situate the object within a particular environment or situation.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition is not a typical descriptor for an airplane, and its relevance would depend on the specific aspect being considered (e.g., the attitude of the aircraft's pilot).\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"Function is always relevant as it helps understand the purpose or use of an object.\"\n  },\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size is a defining characteristic that helps differentiate aircraft from other types of vehicles.\"\n  },\n  \"weight\": {\n    \"value\": true,\n    \"reason\": \"Weight is a defining characteristic that helps differentiate aircraft from other types of vehicles and can impact the performance of an airplane.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"Temperature is not a typical descriptor for an airplane, and its relevance would depend on the specific aspect being considered (e.g., the environmental conditions at an airport).\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"Value is not a typical descriptor for an airplane, and its relevance would depend on the specific context or situation in which the aircraft is being considered (e.g., its economic value to an airline).\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size can be used to understand if an airplane is small, medium, or large which helps distinguish between different types of aircraft.\"\n  },\n  \"weight\": {\n    \"value\": true,\n    \"reason\": \"Weight can be used to understand the capacity and performance of an airplane.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"Function is always relevant as it describes what an object does or how it's used.\"\n  },\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"Colours are often relevant to certain concepts, but in the case of airplanes, their colour may not be as important for identification or understanding.\"\n  },\n  \"shape\": {\n    \"value\": true,\n    \"reason\": \"Shape can be used to understand the aerodynamics and design of an airplane.\"\n  },\n  \"location\": {\n    \"value\": false,\n    \"reason\": \"Location is always relevant as it helps contextualize the presence or use of any object. However, in the case of airplanes, their location is more important for understanding where they are flown rather than what they are.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"Texture is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  },\n  \"material\": {\n    \"value\": false,\n    \"reason\": \"Material is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenario is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"Pattern is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  },\n  \"context\": {\n    \"value\": false,\n    \"reason\": \"Context is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"Temperature is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"Value is not a relevant descriptor for an airplane as it does not provide useful information about the concept.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"Airplanes have a specific function (powered by propellers or jets) which distinguishes them from other types of aircraft.\"\n  },\n  \"size\": {\n    \"value\": false,\n    \"reason\": \"Size is not universally relevant for all concepts but in the case of an airplane, it can help understand its capacity and range.\"\n  },\n  \"weight\": {\n    \"value\": false,\n    \"reason\": \"Weight is not universally relevant for all concepts but in the case of an airplane, it can help understand its load capacity and maneuverability.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"Airplanes are often painted in various colors for branding and identification purposes. However, the color is not a fundamental property that defines an airplane.\"\n  },\n  \"shape\": {\n    \"value\": true,\n    \"reason\": \"The shape of an airplane is important for its aerodynamics and stability during flight.\"\n  },\n  \"location\": {\n    \"value\": false,\n    \"reason\": \"While location can be relevant to the context in which an airplane is used or found, it is not a defining property of an airplane itself.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"Texture of the airplane's surface can affect its aerodynamic properties. However, texture is not a fundamental property that defines an airplane.\"\n  },\n  \"material\": {\n    \"value\": true,\n    \"reason\": \"The materials used in constructing an airplane are important for its weight, strength, and durability.\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenario is not a relevant descriptor for an airplane as it does not help characterize, distinguish or understand the concept in everyday or expert knowledge.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"Patterns on the airplane's surface can be used for branding and identification purposes. However, pattern is not a fundamental property that defines an airplane.\"\n  },\n  \"context\": {\n    \"value\": true,\n    \"reason\": \"The context in which an airplane is used or found (e.g., airport, hangar, etc.) can be relevant for understanding its use and purpose.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition of an airplane can affect its usefulness and maintenance requirements. However, disposition is not a fundamental property that defines an airplane.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"The function of an airplane (e.g., passenger transport, cargo transport, military use, etc.) is important for understanding its purpose and use.\"\n  },\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"The size of an airplane affects its capacity and range, as well as its maneuverability and fuel efficiency during flight.\"\n  },\n  \"weight\": {\n    \"value\": true,\n    \"reason\": \"The weight of an airplane affects its lifting capacity, fuel efficiency, and overall performance during flight.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"Temperature can affect the materials used in constructing an airplane and their performance. However, temperature is not a fundamental property that defines an airplane.\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"The value of an airplane (e.g., market price, monetary worth) can be relevant for understanding its economic and financial aspects. However, value is not a fundamental property that defines an airplane.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n    \"concept\": \"airplane\",\n    \"function\": {\n        \"value\": true,\n        \"reason\": \"Function is relevant to an airplane as it describes its purpose and role in transportation.\"\n    },\n    \"size\": {\n        \"value\": true,\n        \"reason\": \"Size is universally relevant across all concepts as it helps compare the relative scale of objects.\"\n    },\n    \"weight\": {\n        \"value\": false,\n        \"reason\": \"Weight is not always a relevant property for an airplane, but in certain scenarios such as cargo capacity or fuel efficiency, weight can be important.\"\n    }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"Colour is not particularly relevant to defining an airplane.\"\n  },\n  \"shape\": {\n    \"value\": true,\n    \"reason\": \"The shape of an airplane can help identify different types of aircraft or distinguish it from other objects.\"\n  },\n  \"location\": {\n    \"value\": true,\n    \"reason\": \"Location is always relevant as it helps contextualize the presence or use of any object.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"Texture is not particularly relevant to defining an airplane.\"\n  },\n  \"material\": {\n    \"value\": true,\n    \"reason\": \"The material of an airplane can impact its performance and weight, which are important characteristics in aviation.\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenario is not particularly relevant to defining an airplane.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"Pattern is not particularly relevant to defining an airplane.\"\n  },\n  \"context\": {\n    \"value\": false,\n    \"reason\": \"Context is not particularly relevant to defining an airplane.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition is not particularly relevant to defining an airplane.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"The function of an airplane, whether it's for commercial or military use, can impact its design and purpose.\"\n  },\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size is a relevant characteristic of an airplane as it impacts its capacity to carry passengers or cargo.\"\n  },\n  \"weight\": {\n    \"value\": true,\n    \"reason\": \"Weight is a relevant characteristic of an airplane as it affects its flight performance and overall design.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"Temperature is not particularly relevant to defining an airplane.\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"Value is not a characteristic of an airplane in the context of this question.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"The size of an airplane is a relevant descriptor as it helps distinguish different types and models of aircraft.\"\n  },\n  \"material\": {\n    \"value\": true,\n    \"reason\": \"The material used in the construction of an airplane affects its weight, strength, and aerodynamic properties.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"The function of an airplane (i.e., whether it's a commercial passenger jet or a military fighter aircraft) is a relevant descriptor as it helps understand its purpose and capabilities.\"\n  },\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"While the color of an airplane can be visually striking, it doesn't play a significant role in understanding its function or performance.\"\n  },\n  \"location\": {\n    \"value\": false,\n    \"reason\": \"The location of an airplane (e.g., on the ground or in the air) is not necessarily relevant to its basic definition and characteristics.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"The texture of an airplane (e.g., smooth or rough surface) doesn't provide meaningful information about its functionality or performance.\"\n  },\n  \"material\": {\n    \"value\": true,\n    \"reason\": \"The material used in the construction of an airplane affects its weight, strength, and aerodynamic properties.\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenarios (e.g., taking off or landing) are not relevant to the basic definition and characteristics of an airplane.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"The pattern on the surface of an airplane doesn't provide meaningful information about its functionality or performance.\"\n  },\n  \"context\": {\n    \"value\": false,\n    \"reason\": \"Context (e.g., being in a hangar or on the runway) is not necessarily relevant to the basic definition and characteristics of an airplane.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition (e.g., being stationary or in motion) is not necessarily relevant to the basic definition and characteristics of an airplane.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"The temperature of an airplane doesn't provide meaningful information about its functionality or performance.\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"Value (i.e., the market price or cost) is not necessarily relevant to the basic definition and characteristics of an airplane.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n\"concept\": \"airplane\",\n\"colour\":\n  \"value\": false,\n  \"reason\": \"Color is not universally relevant to an airplane's function or classification.\",\n\"shape\":\n  \"value\": true,\n  \"reason\": \"Airplanes have a specific shape that allows them to fly and maneuver in the sky.\"\n,\"location\":\n  \"value\": false,\n  \"reason\": \"While airplanes are often found at airports or other locations related to aviation, their location is not essential to their function as an aircraft.\"\n,\"texture\":\n  \"value\": false,\n  \"reason\": \"Texture is not a meaningful descriptor for an airplane.\"\n,\"material\":\n  \"value\": false,\n  \"reason\": \"Material composition may vary between different models or parts of an airplane, but it does not define the concept of an airplane.\"\n\"scenario\":\n  \"value\": false,\n  \"reason\": \"Scenario is a context-specific descriptor that may apply to certain situations involving airplanes, but it is not inherent to the concept of an airplane.\"\n\"pattern\":\n  \"value\": false,\n  \"reason\": \"Pattern is typically used to describe textures or designs, neither of which are relevant to an airplane's function or classification.\"\n\"context\":\n  \"value\": false,\n  \"reason\": \"Context is a situational descriptor that may apply in certain situations involving airplanes, but it is not inherent to the concept of an airplane.\"\n\"disposition\":\n  \"value\": false,\n  \"reason\": \"Disposition (e.g., mood or attitude) is not relevant to an airplane's function or classification.\"\n\"function\":\n  \"value\": true,\n  \"reason\": \"The function of an airplane is essential to its purpose as a means of transportation or cargo.\"\n\"size\":\n  \"value\": true,\n  \"reason\": \"The size of an airplane is relevant in understanding its capacity and the number of passengers or cargo it can carry.\"\n\"weight\":\n  \"value\": true,\n  \"reason\": \"Weight is relevant to understand the airplane's performance, fuel consumption, and other factors that affect its flight characteristics.\"\n\"temperature\":\n  \"value\": false,\n  \"reason\": \"Temperature is not universally relevant to an airplane's function or classification.\"\n\"value\":\n  \"value\": false,\n  \"reason\": \"Value is a descriptor of monetary worth, which is not relevant to an airplane's function or classification.\"\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n  \"concept\": \"airplane\",\n  \"colour\":\n    \"value\": false,\n    \"reason\": \"While some airplanes may have a distinct color, this is not essential to the concept of an airplane.\"\n  ,\n  \"shape\":\n    \"value\": true,\n    \"reason\": \"The shape of an airplane can be used to distinguish different types or models.\"\n  ,\n  \"location\":\n    \"value\": true,\n    \"reason\": \"Airplanes are typically found in specific locations such as airports and hangars.\"\n  ,\n  \"texture\":\n    \"value\": false,\n    \"reason\": \"Texture is not a meaningful descriptor for an airplane.\"\n  ,\n  \"material\":\n    \"value\": true,\n    \"reason\": \"The material of an airplane can affect its weight, fuel efficiency, and overall performance.\"\n  ,\n  \"scenario\":\n    \"value\": false,\n    \"reason\": \"Scenario is not a relevant descriptor for an airplane as it does not help to understand or characterize the concept.\"\n  ,\n  \"pattern\":\n    \"value\": false,\n    \"reason\": \"Pattern is not a relevant descriptor for an airplane as it does not help to understand or characterize the concept.\"\n  ,\n  \"context\":\n    \"value\": true,\n    \"reason\": \"The context in which an airplane is used or operated can be important to understanding its function and purpose.\"\n  ,\n  \"disposition\":\n    \"value\": false,\n    \"reason\": \"Disposition is not a relevant descriptor for an airplane as it does not help to understand or characterize the concept.\"\n  ,\n  \"function\":\n    \"value\": true,\n    \"reason\": \"The function of an airplane is essential to understanding its purpose and how it is used.\"\n  ,\n  \"size\":\n    \"value\": true,\n    \"reason\": \"The size of an airplane can affect its capacity, range, and overall performance.\"\n  ,\n  \"weight\":\n    \"value\": true,\n    \"reason\": \"The weight of an airplane is important for determining its load-carrying capacity and fuel efficiency.\"\n  ,\n  \"temperature\":\n    \"value\": false,\n    \"reason\": \"Temperature is not a relevant descriptor for an airplane as it does not help to understand or characterize the concept.\"\n  ,\n  \"value\":\n    \"value\": false,\n    \"reason\": \"Value is not a relevant descriptor for an airplane as it does not help to understand or characterize the concept.\"\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"Colour might not be universally relevant for all aircraft. For example, an airplane's colour can vary widely.\"\n  },\n  \"shape\": {\n    \"value\": true,\n    \"reason\": \"The shape of an airplane is a defining characteristic that distinguishes it from other types of aircraft.\"\n  },\n  \"location\": {\n    \"value\": true,\n    \"reason\": \"Location helps contextualize the situation or environment in which the airplane operates or is found.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"Texture is generally not relevant to an aircraft's function or operation.\"\n  },\n  \"material\": {\n    \"value\": true,\n    \"reason\": \"The material used in constructing an airplane can significantly affect its weight, durability, and other properties that are important for flight performance.\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenario is not a relevant descriptor for an airplane, as it refers to a specific situation or context in which the airplane may be used.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"Pattern is not a meaningful descriptor for an airplane, as it typically refers to visual designs rather than functional properties.\"\n  },\n  \"context\": {\n    \"value\": true,\n    \"reason\": \"Context helps understand the environment or situation in which the airplane operates.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition refers to the way an object is used or handled, which is not typically relevant to an airplane's function or operation.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"The function of an airplane (i.e., commercial flight, military use, etc.) is a key aspect of its purpose and design.\"\n  },\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size is always relevant for understanding the scale and proportions of any object.\"\n  },\n  \"weight\": {\n    \"value\": true,\n    \"reason\": \"Weight is a key factor in determining an airplane's flight performance and capabilities.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"Temperature is not typically relevant to an airplane's function or operation.\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"Value refers to the monetary worth of an object, which is not typically relevant for understanding an airplane's properties or performance.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"Colour is generally not relevant for identifying or understanding an airplane in everyday knowledge, as it can vary greatly and does not distinguish an airplane from other aircraft.\"\n  },\n  \"shape\": {\n    \"value\": false,\n    \"reason\": \"Shape is generally not relevant for identifying or understanding an airplane in everyday knowledge, as different types of airplanes may have similar shapes.\"\n  },\n  \"location\": {\n    \"value\": true,\n    \"reason\": \"Location is always relevant as it helps contextualize the presence or use of any object.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"Texture is generally not relevant for identifying or understanding an airplane in everyday knowledge, as most airplanes have a similar texture (metal or composite materials).\"\n  },\n  \"material\": {\n    \"value\": true,\n    \"reason\": \"Material can be relevant for understanding the properties and performance of an airplane.\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenario is generally not relevant for identifying or understanding an airplane in everyday knowledge, as it does not help distinguish an airplane from other aircraft.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"Pattern is generally not relevant for identifying or understanding an airplane in everyday knowledge, as most airplanes do not have a pattern and those that do may be easily distinguished by their shape or size.\"\n  },\n  \"context\": {\n    \"value\": true,\n    \"reason\": \"Context can be relevant for understanding the use or purpose of an airplane.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition is generally not relevant for identifying or understanding an airplane in everyday knowledge, as it does not help distinguish an airplane from other aircraft.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"Function is always relevant for understanding the purpose or use of any object.\"\n  },\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size can be relevant for understanding the scale or capacity of an airplane.\"\n  },\n  \"weight\": {\n    \"value\": true,\n    \"reason\": \"Weight is always relevant for understanding the properties and performance of an airplane.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"Temperature is generally not relevant for identifying or understanding an airplane in everyday knowledge, as most airplanes operate within a narrow range of temperatures.\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"Value is generally not relevant for identifying or understanding an airplane in everyday knowledge, as it does not help distinguish an airplane from other aircraft.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"shape\": {\n    \"value\": true,\n    \"reason\": \"The shape of an airplane is important in identifying it and understanding its aerodynamics\"\n  },\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size is important in understanding the scale and capacity of an airplane\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"The function of an airplane is essential in understanding its purpose and capabilities\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Airplanes come in various sizes, which is an important characteristic for understanding their design and function.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"Function is always relevant as it helps understand the purpose or role of any object.\"\n  },\n  \"colour\": {\n    \"value\": false,\n    \"reason\": \"While color can be a characteristic of an airplane, it is not universally relevant for all airplanes.\"\n  },\n  \"location\": {\n    \"value\": true,\n    \"reason\": \"Location is always relevant as it helps contextualize the presence or use of any object.\"\n  },\n  \"texture\": {\n    \"value\": false,\n    \"reason\": \"Texture is not a universally relevant property for an airplane.\"\n  },\n  \"material\": {\n    \"value\": true,\n    \"reason\": \"Material can be a characteristic of an airplane, especially in terms of its construction or durability.\"\n  },\n  \"scenario\": {\n    \"value\": false,\n    \"reason\": \"Scenario is not a universally relevant property for an airplane.\"\n  },\n  \"pattern\": {\n    \"value\": false,\n    \"reason\": \"Pattern is not a universally relevant property for an airplane.\"\n  },\n  \"context\": {\n    \"value\": true,\n    \"reason\": \"Context can be a characteristic of an airplane's use or operation, such as weather conditions during flight.\"\n  },\n  \"disposition\": {\n    \"value\": false,\n    \"reason\": \"Disposition is not a universally relevant property for an airplane.\"\n  },\n  \"shape\": {\n    \"value\": true,\n    \"reason\": \"Shape is always relevant as it helps to visually identify and distinguish objects from one another.\"\n  },\n  \"value\": {\n    \"value\": false,\n    \"reason\": \"Value is not a universally relevant property for an airplane.\"\n  },\n  \"temperature\": {\n    \"value\": false,\n    \"reason\": \"Temperature is not a universally relevant property for an airplane.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n  \"concept\": \"airplane\",\n  \"size\":\n    \"value\": true,\n    \"reason\": \"Size is relevant to an airplane as its size affects how it flies and its ability to carry passengers or cargo.\",\n  \"weight\":\n    \"value\": true,\n    \"reason\": \"Weight is a key factor in determining the type of engine needed for flight and also the maximum takeoff weight allowed at certain airports.\",\n  \"function\":\n    \"value\": true,\n    \"reason\": \"Function defines the purpose of an airplane, such as passenger or cargo transport.\",\n  \"material\":\n    \"value\": false,\n    \"reason\": \"While the material of an airplane can be important for aerodynamics and weight considerations, it is not a universal relevant descriptor.\"\n  ,\n  ...\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size is universally relevant to understand and distinguish different types of aircraft.\"\n  },\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"The function of an airplane helps to identify its purpose or use case.\"\n  },\n  \"shape\": {\n    \"value\": false,\n    \"reason\": \"Shape is relevant for airplanes but it is not as universally relevant across all concepts. For example, a chair might be round or square but those attributes do not contribute to the function of the object.\"\n  }\n}\n``` "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " {\n  \"concept\": \"airplane\",\n  \"function\":\n    \"value\": true,\n    \"reason\": \"The function of an airplane is a critical aspect of its definition and meaning.\"\n} "
  },
  {
    "client": "llava:7b",
    "concept": "airplane",
    "domain": [
      "colour",
      "shape",
      "location",
      "texture",
      "material",
      "scenario",
      "pattern",
      "context",
      "disposition",
      "function",
      "size",
      "weight",
      "temperature",
      "value"
    ],
    "measurement": "",
    "dimension": "",
    "format": "avg",
    "response": " ```json\n{\n  \"concept\": \"airplane\",\n  \"function\": {\n    \"value\": true,\n    \"reason\": \"Airplanes are characterized and understood by their function, i.e., what they are used for.\"\n  },\n  \"size\": {\n    \"value\": true,\n    \"reason\": \"Size is always relevant as it helps compare objects and understand their scale.\"\n  },\n  \"weight\": {\n    \"value\": false,\n    \"reason\": \"While weight is sometimes relevant for certain types of aircraft (e.g., gliders), it may not be universally relevant for all airplanes.\"\n  }\n}\n``` "
  }
]